brew "git"
brew "duti"
brew "node"
brew "mas"
brew "ripgrep"
brew "ffmpeg"
brew "rsync"
brew "direnv"
brew "fzf"
brew "jq"
brew "starship"
brew "yt-dlp"
brew "unxip"
brew "xcp"
brew "xcodegen"
brew "swiftformat"
brew "swiftlint"
brew "shellcheck"
brew "htop"

cask "1password"
cask "1password-cli"
cask "ghostty"
cask "iina"
cask "spotify"
cask "orbstack"
cask "google-chrome"
cask "firefox"
cask "discord"
cask "sublime-merge"
cask "alfred"
cask "chatgpt"
cask "visual-studio-code"
cask "microsoft-teams"
cask "zed"

mas "Microsoft Word", id: 462054704
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Outlook", id: 985367838
